CSI API ETABS v1

# cDesignConcreteMexican_RCDF_2017 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDCoMexican_RCDF_2017 Mexican_RCDF_2017 { get; }

    ReadOnly Property Mexican_RCDF_2017 As cDCoMexican_RCDF_2017
    	Get

    Dim instance As cDesignConcrete
    Dim value As cDCoMexican_RCDF_2017

    value = instance.Mexican_RCDF_2017

    property cDCoMexican_RCDF_2017^ Mexican_RCDF_2017 {
    	cDCoMexican_RCDF_2017^ get ();
    }

    abstract Mexican_RCDF_2017 : cDCoMexican_RCDF_2017 with get

#### Property Value

Type: cDCoMexican_RCDF_2017

See Also

#### Reference

cDesignConcrete Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com